Repository: tewe/nv
Catalog: *.lproj/Localizable.strings
Languages: french

source: %.0lf KB of %.0lf KB
french: %.0lf Ko de %.0lf Ko

source: %.0lf KB received
french: %.0lf Ko reçus

source: A file named quotemark%@quotemark already exists.
french: Un fichier nommé “%@” existe déjà.

source: Cancel
french: Annuler

source: Choose a folder into which %d notes will be exported
french: Choisissez un dossier où exporter les %d notes

source: Continue
french: Continuer

source: Continue exporting?
french: Continuer l'exportation ?

source: Could not find the application TextEdit.
french: L'application TextEdit est introuvable.

source: Could not locate the note file.
french: Impossible de localiser le fichier de la note.

source: Delete
french: Supprimer

source: Delete %d notes?
french: supprimer %d notes ?

source: Delete the note titled quotemark%@quotemark?
french: Supprimer la note intitulée “%@” ?

source: Undo Note
french: Annuler la note

source: Undo adding %d notes?
french: Annuler l'ajout de %d notes ?

source: Undo adding the note quotemark%@quotemark?
french: Annuler l'ajout de la note “%@” ?

source: Undoing a note has the effect of deleting it. Use quotemarkRedoquotemark to re-add it.
french: Annuler une note a pour effet de la supprimer. Utilisez “Rétablir” pour la réajouter.

source: Does it still exist?
french: Cela existe toujours ?

source: Don't Replace
french: Ne pas remplacer

source: Don't Update
french: Ne pas mettre à jour

source: Download: waiting to begin.
french: Téléchargement: en attente de démarrage.

source: Error: the modification date of the file quotemark%@quotemark could not be compared because %@
french: Erreur: la date de modification du fichier “%@” ne peut-être comparée parce que %@

source: Error: the modification date of the file quotemark%@quotemark could not be determined because %@
french: Erreur: la date de modification du fichier “%@” ne peut-être déterminée parce que %@

source: Error: unable to read the contents of the file quotemark%@.quotemark
french: Erreur: impossible de lire le contenu du fichier “%@.”

source: Export
french: Exporter

source: Export Notes
french: Exporter les notes

source: I'll Go See
french: Je vais aller voir

source: If you update this note with re-interpreted data from the file, you may overwrite your changes.
french: Si vous mettez à jour cette note avec des données ré-interpretées depuis le fichier, vous pourriez écraser vos modifications.

source: If you wish to convert it, you must open and re-save the file in an external editor.
french: Si vous souhaitez le convertir, vous devez ouvrir et réenregistrer le fichier dans une éditeur externe.

source: No notes were selected for exporting.
french: Aucune note sélectionnée pour l'exportation.

source: Notational Velocity should assume the file quotemark%@quotemark was saved with the encoding:
french: Notational Velocity doit supposer que le fichier “%@” a été sauvegardé avec l'encodage :

source: Note Importing Cancelled
french: Importation de la note annulée

source: Operation cancelled
french: Opération annulée

source: Open in TextEdit
french: Ouvrir dans TextEdit

source: Other...
french: Autre…

source: Overwrite Note
french: Remplacer la note

source: Please try again.
french: Essayez à nouveau.

source: quotemark%@quotemark is a Unicode file and not directly interpretable using plain text encodings.
french: “%@” est un fichier Unicode qui n'est pas unterprétable tel quel dans un encodage texte simple.

source: Replace
french: Remplacer

source: Replace All
french: Remplacer Tout

source: Replace its current contents with that of the note?
french: Remplacer son contenu actuel par celui de la note ?

source: Sorry, you entered an incorrect passphrase.
french: Vous n'avez pas saisi le bon mot de passe.

source: Stop Exporting
french: Arrêter l'exportation

source: The file may no longer exist or has incorrect permissions.
french: Le fichier n'existe peut-être plus ou ne dispose pas des autorisations correctes.

source: The note quotemark%@quotemark couldn't be exported because %@.
french: La note “%@” n'a pu être exportée parce que %@.

source: The note quotemark%@quotemark is newer than its file on disk.
french: La note “%@” est plus récente que son fichier sur le disque.

source: The notes couldn't be exported because the directory quotemark%@quotemark couldn't be accessed.
french: Les notes n'ont pu être exportées parce que le dossier “%@” n'a pu être trouvé.

source: The URL quotemark%@quotemark could not be accessed: %@.
french: L'URL “%@” n'a pu être trouvée: %@.

source: This may be due to an error in the program or operating system.
french: Cela peut-être causé par une erreur dans le programme ou dans le système d'exploitation.

source: unknown error.
french: erreur inconnue.

source: an error of type %d occurred
french: une erreur de type %d s'est produite

source: Untitled Note
french: Note sans titre

source: Search or Create
french: Chercher ou créer

source: You can import your old notes at any time by choosing quotemarkImport...quotemark from the quotemarkNotequotemark menu and selecting your NotationalDatabase.blor file.
french: Vous pouvez importer vos anciennes notes à tout moment en choisissant “Importer…” depuis le menu “Note” et en sélectionnant votre fichier NotationalDatabase.blor.

source: You must select at least one note to export.
french: Vous devez sélectionner une note au moins pour l'exporter.

source: Editing
french: Editer

source: General
french: Général

source: Fonts & Colors
french: Polices/Couleurs

source: <Directory unknown>
french: <Dossier inconnu>

source: Select a folder
french: Sélectionner un dossier

source: Select
french: Sélectionner

source: Select the folder that Notational Velocity should use for reading and storing notes.
french: Sélectionnez le dossier que Notational Velocity utilisera pour lire et stocker les notes.

source: (None)
french: (Aucun)

source: Please choose a different folder in which to store your notes.
french: Choisissez un autre dossier où stocker vos notes.

source: Please choose a folder in which your notes will be stored.
french: Choisissez un autre dossier où vos notes seront stockées.

source: your Application Support directory
french: votre dossier Application Support

source: its current location
french: son emplacement actuel

source: Unable to initialize notes database in %@ because %@.
french: Inmpossible d'initialiser la base de données des notes dans %@ parce que %@.

source: Choose another folder
french: Choisissez un autre dossier

source: Quit
french: Quitter

source: Reverting to current location of %@.
french: Revenir à l'emplacement courant de %@.

source: Warning: this database was created by a newer version of Notational Velocity. Continue anyway?
french: Attention : cette base de données a été créée avec une version plus récente de Notational Velocity. Continuer malgré tout ?

source: If you make changes, some settings and metadata could be lost.
french: Si vous apportez des modifications, certains réglages et métadonnées pourraient être perdus.

source: Add New Note from Clipboard
french: Ajouter une nouvelle note depuis le presse-papier

source: Error: Couldn't create a note from the selection.
french: Erreur: Impossible de créer une note depuis la sélection.

source: Import
french: Importer

source: Import Notes
french: Importer des notes

source: None of the selected files could be imported.
french: Aucun des fichiers sélectionnés n'a pu être importé.

source: Please choose other files.
french: Choisissez d'autres fichiers.

source: Select files and folders from which to import notes.
french: Sélectionner les fichiers et dossiers depuis lesquels importer des notes.

source: More Security Options
french: Plus d'options de sécurité

source: Your entered passphrase does not match your verify passphrase.
french: Le mot de passe que vous avez entré ne correspond pas au mot de passe de contrôle.

source: Your entered current passphrase is incorrect.
french: Le mot de passe saisi est incorrect.

source: Your entered new passphrase does not match your verification passphrase.
french: Le nouveau mot de passe que vous avez entré ne correspond pas au mot de passe de contrôle.

source: Please enter the passphrase to access notes in %@.
french: Entrez le mot de passe pour accéder aux notes dans %@.

source: the current notes directory
french: le dossier actuel des notes

source: Today
french: Aujourd'hui

source: Tomorrow
french: Demain

source: Yesterday
french: hier

source: %d Notes Selected
french: %d notes Sélectionnées

source: (Unknown Note) [%@]
french: (note inconnue) [%@]

source: (WHAT??)
french: (QUOI ??)

source: Add %d Notes
french: Ajouter %d notes

source: Add to Bookmarks
french: Ajouter aux signets

source: Show Bookmarks
french: Afficher les signets

source: Hide Bookmarks
french: Masquer les signets

source: Bold
french: Gras

source: Changed notes could not be saved because %@.
french: Les notes modiées n'ont pu être sauvegardées parce que %@.

source: Copy
french: Copier

source: Copy
french: Copier

source: Copy URL
french: Copier URL

source: Couldn't move notes into the chosen folder because %@
french: Impossible de déplacer les notes dans le dossier sélectionné parce que %@

source: Create Note quotemark%@quotemark
french: Créer la note “%@”

source: Cut
french: Couper

source: Press Command-Z to undo this action later.
french: Vous pourrez annuler cette action plus tard.

source: Delete %d Notes
french: Effacer %d notes

source: Delete quotemark%@quotemark
french: Effacer “%@”

source: Disable Encryption
french: Désactiver le chiffrement

source: Disable note encryption now?
french: Désactiver le chiffrement maintenant ?

source: Encryption is currently on, but storing notes individually requires it to be off. Disable encryption?
french: Le chiffrement est activé. Or, stocker les notes dans des fichiers individuels nécessite de le désactiver. Désactiver le chiffrement ?

source: If you empty the Trash now, you could lose your notes. Relocate the notes to a less volatile folder?
french: En vidant la Corbeille maintenant, vous pourriez perdre vos notes. Déplacer les notes dans un dossier moins risqué ?

source: Individual files remain in the notes directory. Leave them alone or move them to the Trash?
french: Les fichiers individuels restent dans le dossier des notes. Faut-il les y laisser, ou les déplacer dans la Corbeille ?

source: <Feedback loop warning title>
french: Attention : ce dossier de notes est synchronisé à la fois avec %@ et %@. Si d'autres copies de Notational Velocity utilisent le même dossier, une boucle de feedback sera créée.

source: <Feedback loop warning message>
french: Pour éviter ce problème, choisissez un autre emplacement pour le dossier des notes sur cet ordinateur, ou désactivez la synchronisation sur %@.

source: The %@ server holds a different set of notes. Replace all %u notes in Notational Velocity with the %u notes on the server, or merge both sets together?
french: Le serveur %@ contient un jeu différent de notes. Faut-il remplacer toutes les %u notes dans Notational Velocity avec les %u notes du serveur, ou bien faut-il fusionner les deux jeux ensemble ?

source: The %@ server reports that no notes exist. Delete all %u notes in Notational Velocity to match it, or re-upload them now?
french: Le serveur %@ signale qu'aucune note n'existe. Faut-il effacer les %u notes dans Notational Velocity pour lui correspondre, ou bien faut-il les téléverser immédiatement ?

source: Replacing will remove all %u notes from Notational Velocity. Merging will upload all notes to %@, omitting duplicates.
french: Remplacer supprimera les %u notes de Notational Velocity. Fusionner téléversera toutes les notes sur %@, en ignorant les doublons.

source: If your %@ account is different, you may prefer to create a new database in Notational Velocity instead.
french: Si votre compte %@ est différent, vous pourriez préférer créer une nouvelle base de données dans Notational Velocity.

source: Turn Off Syncing
french: Désactiver la syncro

source: Replace All Notes
french: Remplacer toutes les notes

source: Remove All Notes
french: Supprimer toutes les notes

source: Merge Notes
french: Fusionner les notes

source: Re-upload Notes
french: Re-téléverser les notes

source: Add %u existing notes in the database to %@?
french: Ajouter les %u notes existantes dans la base de données dans %@ ?

source: Notes will be merged, omitting entries duplicated on the server.
french: Les notes vont être fusionnées, en ignorant les entrées dupliquées sur le serveur.

source: Upload Notes
french: Télécharger les notes

source: Downloading %u of %u notes
french: Télécharge %u sur %u notes

source: Logging in...
french: Connexion…

source: Getting the list of notes...
french: Récupère la liste des notes…

source: Downloading
french: Téléchargement

source: Creating
french: Création

source: Updating
french: Mise à jour

source: Deleting
french: Suppression

source: Processing
french: Traitement

source: %@ a note...
french: %@ d'une note…

source: %@ %u of %u notes
french: %@ de %u notes sur %u

source: %@ %u note(s) failed
french: %@ de %u note(s) : échec

source: %@: Disabled
french: %@ : Désactivé

source: Last sync:
french: Dernière syncro :

source: Synchronize Now
french: Synchroniser maintenant

source: Stop Synchronizing
french: Arrêter la synchronisation

source: %u update(s) in progress
french: %u mise(s) à jour en cours

source: Not synchronized yet
french: Pas encore synchronisé

source: Incorrect login and password
french: Identifiant et mot de passe erronés

source: Internet unavailable.
french: Pas d'accès Internet.

source: Session could not be created
french: La session n'a pu être créée

source: The index of notes could not be parsed.
french: L'index des notes n'a pu être analysé.

source: Error:
french: Erreur :

source: Changes could not be uploaded.
french: Les changements n'ont pu être téléversés.

source: Italic
french: Italique

source: Keep Files
french: Conserver les fichiers

source: Loading Notes...
french: Chargement des notes…

source: Move to Trash
french: Déplacer dans la Corbeille

source: No Note Selected
french: Aucune note sélectionnée

source: No note selected.
french: Aucune note sélectionnée.

source: Notational Velocity supports encryption only for notes stored in a database file.
french: Notational Velocity permet le chiffrement uniquement pour les notes stockées dans sa base de données.

source: Open Console in /Applications/Utilities/ for more information.
french: Ouvrir la Console dans /Applications/Utilities/ pour avoir plus d'informations.

source: Paste
french: Coller

source: plain text
french: texte simple

source: Plain Text Style
french: Texte simple

source: Use Automatic Text Replacement
french: Utiliser la substitution automatique de texte

source: New Password...
french: Nouveau mot de passe…

source: Insert New Password
french: Insérer le nouveau mot de passe

source: Show Note Previews in Title
french: Afficher l'aperçu des notes dans leur titre

source: Hide Note Previews in Title
french: Masquer l'aperçu des notes dans leur titre

source: Relocate Notes
french: Déplacer les notes

source: Remove All Bookmarks
french: Supprimer tous les signets

source: Remove all bookmarks?
french: Supprimer tous les signets ?

source: rich text
french: Texte formaté

source: Select a new location for your Notational Velocity notes.
french: Sélectionnez un nouvel emplacement pour vos notes Notational Velocity.

source: Too many bookmarks.
french: Trop de signets.

source: Turn Off Note Encryption...
french: Désactiver le chiffrement…

source: Turn On Note Encryption...
french: Activer le chiffrement…

source: Unable to create an FSRef from the chosen directory.
french: Impossible de créer un FSRef à partir du dossier choisi.

source: Unable to create or access the Interim Note-Changes file. Is another copy of Notational Velocity currently running?
french: Impossible de créer ou d'accéder au fichier Interim Note-Changes. Une autre copie de Notational Velocity est-elle exécutée ?

source: Strikethrough
french: Barré

source: Use a single database file
french: Utiliser une base de données

source: Warning: Your notes will be written to disk in clear text.
french: Attention : vos notes seront enregistrées sur le disque en texte simple, sans chiffrement.

source: When notes are stored in a single database individual files become redundant.
french: Quand les notes sont stockées dans une base de données, les fichiers individuels deviennent redondants.

source: You cannot create more than 26 bookmarks. Try removing some first.
french: Vous ne pouvez pas créer plus de 26 signets. Essayez d'en supprimer quelques uns pour commencer.

source: You cannot undo this action.
french: Impossible d'annuler cette action.

source: You must select a note before it can be added as a bookmark.
french: Vous devez sélectionner une note pour qu'elle puisse être ajoutée aux signets.

source: Your notes are currently stored as %@ files on disk, but encryption requires a single database. Switch to a database format?
french: Vos notes sont actuellement stockées en tant que fichiers %@ sur le disque. Le chiffrement requiert une base de données. Passer au format de la base de données ?

source: Your notes directory (%@) appears to be in the Trash.
french: Le dossier (%@) contenant vos notes semble être dans Corbeille.

source: Your notes were not moved.
french: Vos notes n'ont pas été déplacées.

source: Title
french: Titre

source: Tags
french: Etiquettes

source: Date Modified
french: Date de modification

source: Date Added
french: Date d'ajout

source: Go back to search; press %@-D to deselect
french: Revenir à la recherche; pressez %@-D pour déselectionner

source: Now searching for this text
french: Recherche de ce texte

source: Clear the search; press ESC
french: Réinitialiser la recherche; pressez ESC

source: Type any text to search; press Return to create a note
french: Tapez du texte pour le chercher; Appuyez sur Entrée pour créer une note

source: Now editing this note; rename it with %@-R
french: Édition de cette note; Renommez-la avec %@-R

source: Excruciatingly Useful Shortcuts
french: Raccourcis incroyablement utiles

source: Contact Information
french: Contact

source: This is the title of a note
french: Ceci est le titre d'une note

source: How does this thing work?
french: Comment ça marche ?

source: SiteURL
french: http://notational.net/fr/

source: Switch to Vertical Layout
french: Présentation verticale

source: Switch to Horizontal Layout
french: Présentation horizontale

source: Secure Text Entry will prevent %@, which is currently installed on this computer, from working in Notational Velocity.
french: Sécuriser les entrées empêchera %@, qui est actuellement installé sur cet ordinateur, de fonctionner dans Notational Velocity

source: Importing content...
french: Importation du contenu…

source: From
french: De

source: Reset
french: Réinit
